Repository: wp-plugins/car-demon
Catalog: languages/car-demon-*.po
Languages: es_es, fr_fr

source: Compare Vehicles
es_es: Compare vehículos

source: Mobile Menu
es_es: Menu Mobile

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
es_es: Esta entrada fue publicada en %1$s. Marca el(la) <a href="%3$s" Titulo="Permalink to %4$s" rel="Marca">permalink</a>.
fr_fr: Cette entrée a été publiée dans %1$s. Placer le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a> en marque-page.

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
es_es: Marca el(la) <a href="%3$s" title="Permalink to %4$s" rel="marca">permalink</a>.
fr_fr: Placer le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a> en marque-page.

source: <span class="%1$s">Posted on</span> %2$s <span class="meta-sep">by</span> %3$s
es_es: <span class="%1$s">Publicada en</span> %2$s <span class="meta-sep">por</span> %3$s

source: sales
es_es: ventas

source: You must fill out both fields before adding a new option group.
es_es: Debe llenar ambos campos antes de agregar un grupo nuevo de opciones

source: Option Group Updated
es_es: Grupo de opciones actualizado

source: Car Demon Contact Options
es_es: Opciones de contacto de Car Demon

source: Contact Information
es_es: Información de Contacto

source: Facebook Fan Page
es_es: Pagina de fans de Facebook

source: New Sales Name
es_es: Nombre de vendedor de autos nuevos

source: New Sales Number
es_es: Telefono de vendedor de autos nuevos

source: New Mobile Number
es_es: Celular de vendedor de autos nuevos

source: New Mobile Provider
es_es: Compañía de telefonos de servicio de celular de "Nuevos"

source: - blank disables SMS for new.
es_es: - en blaco desactiva SMS para "Nuevos"

source: New Sales Email
es_es: Email de vendedor de autos nuevos

source: Used Sales Name
es_es: Nombre de vendedor de autos usados

source: Used Sales Number
es_es: Telefono de vendedor de autos usados

source: Used Mobile Number
es_es: Celular de vendedor de autos usados

source: Used Mobile Provider
es_es: Compañía de telefonos de servicio de celular de "Nuevos"

source: - blank disables SMS for used.
es_es: - en blaco desactiva SMS para "Usados"

source: Used Sales Email
es_es: Email de vendedor de autos usados

source: Default Description
es_es: Descripción por defecto

source: Service Name
es_es: Nombre de persona de reparaciones

source: Service Number
es_es: Telefono de persona de reparaciones

source: Service Email
es_es: Email de persona de reparaciones

source: Parts Name
es_es: Nombre de persona de partes

source: Parts Number
es_es: Telefono de persona de partes

source: Parts Email
es_es: Email de persona de partes

source: Finance Name
es_es: Nombre de persona de financiamiento

source: Finance Number
es_es: Telefono de persona de financiamiento

source: Finance Email
es_es: Email de persona de financiamiento

source: Link to Finance Form
es_es: Enlace a forma de financiamiento

source: Pop Up Finance Form
es_es: Forma de financiamiento estilo "Pop Up"

source: *Finance Disclaimer
es_es: *Limitación de responsibilidades de financiamiento

source: *Finance Description
es_es: *Descripción de financiamiento

source: Trade Name
es_es: Nombre de persona de "Autos a cambio"

source: Trade Number
es_es: Teléfono de persona de "Autos a cambio"

source: Trade Email
es_es: Email de persona de "Autos a cambio"

source: Link to Trade Form
es_es: Enlace a forma de "Autos a cambio"

source: Show Prices on New
es_es: Mostrar precios en Autos Nuevos

source: Show Prices on Used
es_es: Mostrar precios en Autos Usados

source: New Large Photo Url
es_es: Localizacion virtual (Url) de Foto grande de "Nuevos"

source: New Small Photo Url
es_es: Localizacion virtual (Url) de Foto pequeña de "Nuevos"

source: Used Large Photo Url
es_es: Localizacion virtual (Url) de Foto grande de "Usados"

source: Used Small Photo Url
es_es: Localizacion virtual (Url) de Foto grande de "Usados"

source: * The Default disclaimer and description are provided as examples ONLY and may or may not be legally suitable for your state. Please have a lawyer review your disclaimer and description before using.
es_es: * La Limitación de responsibilidades por defecto y descripción son proveidas solo como ejemplo y pudiera ser o no ser los indicados para su estado. Por favor pida a un abogado que los revise antes de usarlos,

source: Update Options
es_es: Actualize las opciones

source: Car Demon Settings
es_es: Ajustes de Car Demon

source: Disable Finance Form if it isn't loaded with SSL
es_es: Inhabilte la Forma de Financiamiento si no esta equipada con SSL

source: Currency Symbol
es_es: Símbolo de moneda (Divisa)

source: Currency Symbol After Price
es_es: Símbolo de moneda (Divisa) después del precio

source: VinQuery.com Access Code
es_es: Código de acceso VinQuery.com

source: VinQuery.com Report Type
es_es: Tipo de reporte de VinQuery.com

source: Extended
es_es: Extendida

source: Standard
es_es: Estándar

source: Basic
es_es: Básico

source: Lite
es_es: Ligera

source: Blind Carbon Copy Forms to Admin?
es_es: ¿Formas de copia ciega para el administrador?

source: Yes
es_es: Si

source: Show sold vehicles in search results?
es_es: ¿Mostrar vehículos vendidos en resultados de búsqueda?

source: Include ADFxml with Leads?
es_es: ¿Incluir ADFxml con contactos?

source: Use Form CSS?
es_es: ¿Usar Forma CCS?

source: Use Vehicle CSS?
es_es: ¿Usar Vehículo CSS?

source: Hide all Vehicle Option Tabs?
es_es: Esconder todas las pestañas de opciones del Vehículo

source: Use About Tab on Vehicle Pages
es_es: Usar la pestaña "Acerca de" en las paginas del vehículo

source: Use Compare Vehicle Option
es_es: Usar la opción "Compare vehículos"

source: Load Next Inventory Page on Scroll
es_es: Cargar siguiente pagina del invetario al desplazar cursor

source: Use Popup Images
es_es: Imágenes tipo "Pop Up"

source: Show sorting options on vehicle listing pages?
es_es: Mostrar clasificación de opciones en paginas de listados de vehículos

source: Use Drop down sorting?
es_es: ¿Usar clasificación de bajada (Drop down)?

source: Sort By Price? - Sorting options must be set to yes to use this feature.
es_es: ¿Clasificar por precio? - Las opciones de clasificación deben ser fijadas en "Si" para poder usar esta característica.

source: Sort By Mileage? - Sorting options must be set to yes to use this feature.
es_es: ¿Clasificar por Millaje / Kilometraje? - Las opciones de clasificación deben ser fijadas en "Si" para poder usar esta característica.

source: Use included theme files?
es_es: ¿Usar archivos de tema incluido?

source: Use Title field for Vehicle Titles? - If No then title will be "Year Make Model"
es_es: ¿Usar campo para "Titulo" para titulo de vehículos? - Si No, entonces el titulo sera "Year Make Model"

source: Trim title
es_es: Título de corte (Trim)

source: Use Dynamic Ribbons?
es_es: ¿Usar Cintas Dinámicas?

source: Validate Phone Numbers?
es_es: ¿Validar números de teléfonos?

source: Display before listings:
es_es: Mostrar antes de listados:

source: Is Mobile Theme Installed?
es_es: ¿Esta instalado el tema movil?

source: Use Default Mobile Header with Mobile Logo?
es_es: ¿Usar el encabezado movil de defecto con logo Movil?

source: Mobile Header Logo
es_es: Logo de Encabezado Movil

source: Upload Logo
es_es: Subir Logo

source: Enter a URL or upload an image for the Mobile Logo. 169x58 px
es_es: Entrar un enlace (Url) o subir una imagen como Logo Movil. 169x58 px

source: Mobile Chat Code
es_es: Codigo de Charla Movil (Chat)

source: Update Car Demon
es_es: Actualizar Car Demon

source: Reset to Default
es_es: Re-inicializar a estado por defecto

source: Car Demon Pages
es_es: Páginas Car Demon

source: Car Demon comes with support for adding several custom forms and pages. You can quickly and easily add these pages by clicking the buttons below or you can create your own pages and simply paste the shortcode you want to use into the content of the page.
es_es: Car Demon viene con ayuda/apoyo para varias Páginas y Formas personalizadas. Usted puede agregar estas páginas rápida y fácilmente solo presionando los botones de abajo o usted puede crear sus propias páginas y simplemente copiar el código que quiera usar dentro del contenido de la página.

source: Add Contact Us Page
es_es: Agregar hoja de "Contáctenos"

source: Add Service Appointment Page
es_es: Agregar página de "Cita para reparaciones"

source: Add Service Quote Page
es_es: Agregar página para "Presupuesto para reparación"

source: Add Parts Quote Page
es_es: Agregar página de Cotización de Partes

source: Add Trade In Page
es_es: Agregar página de "Auto a cambio"

source: Add Finanace Application Page
es_es: Agregar página de Aplicación de Financiamiento

source: Add Pre-Qualify Page
es_es: Agreagar página de Pre-calicar

source: Add Staff Page
es_es: Agregar página de "Personal"

source: Shortcodes
es_es: Códigos cortos

source: SETTINGS HAVE BEEN UPDATED
es_es: AJUSTES HAN SIDO ACTUALIZADOS
fr_fr: LES PARAMÈTRES ONT ÉTÉ MISES À JOUR

source: SETTINGS HAVE BEEN RESET
es_es: AJUSTES HAN SIDO RE-INICIALIZADOS
fr_fr: LES PARAMÈTRES ONT ÉTÉ RÉINITIALISÉS

source: This is not a contract to purchase. It is an application for financing a possible automotive purchase.
es_es: Este no es un contrato de compra. Es una aplicación para financiamiento de una posible compra de auto.

source: You are not obligated to purchase
es_es: Usted no está obligado a comprar

source: a vehicle if you submit this form.
es_es: un vehículo si envía esta forma.

source: Your information is kept confidential and is used only to assist in obtaining financing for a potential vehicle purchase.
es_es: Su información es mantenida confidencial y es usada solo para ayudar a obtener financiamiento para una posible compra de un vehículo.

source: *By clicking this button you agree to the terms posted above.
es_es: *Al presionar este botón usted manifiesta estar de acuerdo con los terminos publicados arriba.

source: *TERMS AND DISCLOSURE The following terms of agreement apply to all of our online applications; we, us, our and ours as used below refer to the dealer and to the Financial Institutions selected to receive your application. You authorize the dealer, as part of the credit underwriting process, to submit this application and any other application submitted in connection with the proposed transaction to the Financial Institutions disclosed to you by the dealer, for review. In addition, in accordance with the Fair Credit Reporting Act, you authorize that such Financial Institutions may submit your applications for review to other Financial Institutions that may want to purchase your contract. You agree that we and any Financial Institutions to which your application is submitted may obtain a consumer credit report periodically from one or more consumer reporting agencies (credit bureaus) in connection with the proposed transaction and any update, renewal, refinancing, modification or extension of that transaction. You agree that we may verify your employment, pay, assets and debts, and that anyone receiving a copy of this is authorized to provide us with such information. You further authorize us to gather whatever credit and employment history we consider necessary and appropriate in reviewing this application and any other applications submitted in connection with the proposed transaction. We may keep this application and any other application submitted to us, and information about you whether or not the application is approved. You certify that the information on this application and in any other application submitted to us, is true and complete. You understand that false statements may subject you to criminal penalties. FEDERAL NOTICES IMPORTANT INFORMATION ABOUT PROCEDURES FOR OPENING A NEW ACCOUNT To help the government fight the funding of terrorism and money laundering activities, Federal law requires all financial institutions to obtain, verify, and record information that identifies each person who opens an account. What this means for you: When you open an account, we will ask for your name,address, date of birth, and other information that will allow us to identify you. We may also ask to see your driver's license or other identifying documents. STATE NOTICES Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington or Wisconsin Residents: If you, the applicant, are married and live in a community property state, you should also provide the personal credit information on your spouse in the co-applicant section. Your spouse is not required to be a co-applicant for the credit requested unless he/she wishes to be a co-applicant. California Residents: An applicant, if married, may apply for a separate account. Ohio Residents: Ohio laws against discrimination require that all creditors make credit equally available to all creditworthy customers and that credit reporting agencies maintain separate credit histories on each individual upon request. The Ohio Civil Rights Commission administers compliance with this law. New Hampshire Residents:If this is an application for balloon financing, you are entitled to receive, upon request, a written estimate of the monthly payment amount that would be required to refinance the balloon payment at the time such payment is due based on the creditor's current refinancing programs. New Hampshire Residents: In connection with your application for credit, we may request a consumer report that contains information on your credit worthiness, credit standing, personal characteristics and general reputation. If we grant you credit, we or our servicer may order additional consumer reports in connection with any update, renewal or extension of the credit. If you ask us, we will tell you whether we obtained a consumer report and if we did, we will tell you the name and address of the consumer reporting agency that gave us the report. Vermont Residents: By clicking on Submit, you authorize us and our employees or agents to obtain and verify information about you (including one or more credit reports, information about your employment and banking and credit relationships) that we may deem necessary or appropriate in reviewing your application. If your application is approved and credit is extended, you also authorize us, and our employees and agents, to obtain additional credit reports and other information about you in connection with reviewing the account, increasing the available credit on the account (if applicable), taking collection on the account, or for any other legitimate purpose. Married Wisconsin Residents: Wisconsin law provides that no provision of any marital property agreement, or unilateral statement, or court order applied to marital property will adversely affect a creditor's interests unless, prior to the time that the credit is granted, the creditor is furnished with a copy of the agreement, statement or decree, or has actual knowledge of the adverse provision. If you are making this application individually, and not jointly with your spouse, the full name and current address of your spouse must be properly disclosed in the co-applicant section of this application.
es_es: *TERMINOS Y DECLARACIONES Los siguientes términos de acuerdo aplican a todas nuestras aplicaciones en linea; Nosotros, nuestro, nuestros tal como usados abajo se refieren al negociante de autos y al financiamiento Instituciones seleccionadas para recibir su aplicación. Usted autoriza al negociante de autos como parte del proceso a submitir esta aplicación y cualquier otra aplicación submitida en conección con la transacción propuesta a las instituciones financieras reveladas a usted por el comerciante de autos, para revision. Ademas,en acuerdo con the Fair Credit Reporting Act, usted autoriza que dichas instituciones financieras puedan submitir su aplicación para revisiona otras instituciones financieras que pudieran querer comprar su contrato. Usted está de acuerdo que nosotros y cualquier otra institucion financiera a la cual su aplicacion fue submitida pueda obtener un reporte de crédito de consumidor periódicamente de una o mas agencias reportadoras (buros de crédito)en conección con la transacción propuesta y cualquier actualización, renovación, refinanciamiento, modificación o extension de esa transaccion. Usted esta de acuerdo que podemos verificar su empleo, sueldo, propiedades y deudas y que cualquiera que reciva una copia de este esta autorizado a proveernos con dicha información. Usted ademas nos autoriza a recopilar cualquier historia de credito y empleo que consideremos becesaria y apropiada para revisar su aplicación y cualquier otra aplicación submitida en conexion con la transacción propuesta. Podriamos mantener esta aplicación y cualquier otra aplicación submitida a nosotros e información acerca de usted aunque su aplicacion sea o no aprobada. Usted certifica que la informacion en esta aplicación y en cualquier otra aplicación submitida a nosotros, es completa y verdadera. Usted entiende que información falsa le puede hacer sujeto a penas criminales. NOTICIAS FEDERALES IMPORTANTE INFORMACION ACERCA DE LOS PROCEDIMIENTOS PARA ABRIR UNA CUENTA NUEVA Para ayudar al gobierno en la lucha contra el terrorismo y las actividades de lavado de dinero, Leyes federales requieren a todas las instituciones financieras a obtener, verificar y grabar información que identifica a cada persona que abre una cuenta. Lo que esto significa para usted: Cuando usted abre una cuenta, le preguntaremos por su nombre, dirección, fecha de nacimiento, y otra información que nos permitira identificarlo. Tambien podriamos preguntarle por su licencia de manejar u otro documento. NOTICIAS ESTATALES Residentes de Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington o Wisconsin :Si usted, el aplicante, es casado y vive en una propiedad compartida tambien deberá proveer la onformación personal de crédito de su esposa dn la Su esposa no es requerida ser co-aplicante para el crédito solicitado a menos que el/ella desee ser co-aplicante Residentes de California : Un aplicante, si casado, puede aplicar por una cuenta por separado. Residentes de Ohio : Las leyes de Ohio contra la discriminación requieren que todos los acreedores pongan el crédito igualmente disponible a todos los clientes con capacidad de pago y que las agencias que reportan el crédito mantengan historias de crédito separadas de cada individuo cuando ellos lo soliciten. La comision de derechos civiles de Ohio administra el cumplimiento de esta ley. Residentes de New Hampshire :Si es una aplicación con financiamiento de globo, usted tiene derecho a recivir, una vez que usted lo solicite, un estimado por escrito la cantidad mensual de los pagos que será requerida para refinanciar el pago globo para el tiempo en que ese pago se llegue, basado los programas de financiamiento actuales de los acreedores. Residentes de New Hampshire :En conexión con su aplicacion por crédito, podemos solicitar un reporte de consumidor que contenga su informacion de la capacidad de crédito, la clasificación de crédito, carácteristicas personales y reputación en general.Si le otorgamos crédito, nosotros o nuestros afiliados podemos ordenar reportes de crédito adicionales en conexion con cualquier actualización, renuevo o extensión del crédito. Si usted nos pregunta,le diremos si obtuvimos un reporte de crédito y si lo hicimos, le diremos el nombre y la dirección de la Agencia de crédito que nos dio el reporte Residentes de Vermont : Al presionar "enviar" "Submitir", usted nos autoriza y a nuestros empleados y agentes a obtener y verificar información acerca de usted (incluyendo uno o mas reportes de crédito, información acerca de su empleo y relaciones bancarias y crediticias)que puedan ser necesarias o apropiadas al revisar su aplicación. Si su aplicación es aprobada y el crédito es extendido, usted tambien nos autoriza y a nuestros empleados y agentes a obtener un reporte de crédito adicional y otra información acerca de usted en conexion con la revision de su cuenta, aumentando el crédito disponible en la cuenta(si es aplicable)), tomando coleccion en la cuenta o para cualquier otro propósito legítimo Residentes casados de Wisconsin: Leyes de Wisconsin provee que ninguna provision en ningún contrato de propiedad marital odeclatación unilateral, o ordenes de cualquier Corte aplicadas a propiedad marital afectarán adversamente el interés del deudor a menos que, antes del tiempo que el crédito sea otorgado, al acreedor le es proporcionada una copia del contrato, declaración o decreto, o tiene conocimiento actual de la estipulación desfavorable. Si usted esta haciendo esta aplicación individualmente, y no en unión con su esposa, el nombre completo y direccion actual de su esposa debe ser propiamente revlado en la sección de co-aplicante de su aplicación.

source: This vehicle is ready to go right now.
es_es: Este vehículo esta listo para manejarse ahora.

source: Edit Vehicle Option Tabs
es_es: Ditar pestañas de opciones de vehículos

source: Add and remove the groups and options that appear under the different vehicle information tabs.
es_es: Agregar y remover los grupos y opciones que aparecen bajo las diferentes pestañas de informacion del vehículo.

source: Safety Tab
es_es: Pestaña de Seguridad

source: Close Tab
es_es: Cerrar Pestaña

source: Add Group
es_es: Agregar Grupo

source: Convenience Tab
es_es: Pestaña de Conveniencia

source: Comfort Tab
es_es: Pestaña de Comodidad

source: Entertainment Tab
es_es: Pestaña de entretenimiento

source: About Us Tab
es_es: Pestaña de "Acerca de Nosotros"

source: The About Us tab works slightly differently than the other tabs.
es_es: La pestaña de "Acerca de Nosotros" funciona un poco diferente que las otras pestañas.

source: It displays each title and description area as a block of text with a title, it does not display items delimited by a comma.
es_es: Muestra cada título y area de descripción como un bloque de texto con título, no muestra artículos, elementos separados por una coma.

source: If you delete a group or option here then it will no longer show on the vehicles.
es_es: Si usted elimina un grupo o opción aqui, entonces ya no se mostrarán en los vehículos.

source: However, the information is not removed from the vehicles, it is retained but hidden.
es_es: Sin embargo, la información no es removida de los vehículos, esta retenida pero escondida.

source: To permanently delete the information from the vehicles you will need to remove it from each one, then remove the option here to prevent it from being readded to a vehicle.
es_es: Para borrar permanentemente la información de los vehículos deberá removerla de cada uno, luego remover la opcion aqui para prevenir que sea nuevamente agregada al vehículo.

source: Legend
es_es: Leyenda

source: Std. - Standard: indicates a manufacturer-installed feature that comes standard.
es_es: Std. - Estándar: indica una característica instalada por el fabricante y que viene como estándar.

source: Opt. - Optional: indicates a manufacturer-installed feature that does not come standard.
es_es: Opc. - Opcional: indica una característica instalada por el fabricante que no viene estándar.

source: N/A - Not Available: indicates a feature that is not available as a manufacturer-installed item.
es_es: N/D - No Disponible: indica una característica que no está disponible porque no es instalada por el fabricante.

source: Disclaimer
es_es: Limitación de responsabilidad

source: ALTHOUGH THIS SITE CHECKS REGULARLY WITH ITS DATA SOURCES TO CONFIRM THE ACCURACY AND COMPLETENESS OF THE DATA,
es_es: AUNQUE ESTA PAGINA DE INTERNET REVISA REGULARMENTE SUS FUENTES DE DATOS PARA CONFIRMAR LA EXACTITUD DE SU INFORMACION,
