Repository: wp-plugins/car-demon
Catalog: languages/car-demon-*.po
Languages: es_es, fr_fr

source: IT MAKES NO GUARANTY OR WARRANTY, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OR MERCHANTABILITY
es_es: NO GARANTIZA O DA NINGUNA GARANTIA, YA SEA EXPRESA O IMPLICADA, INCLUYENDO NINGUNA LIMITACION NINGUNA GARANTIA DE MERCANTIBILIDAD

source: OR FITNESS FOR PARTICULAR PURPOSE, WITH RESPECT TO THE DATA PRESENTED IN THIS REPORT. USER ASSUMES ALL RISKS IN USING ANY
es_es: O CAPACIDAD PARA PROPOSITO PARTICULAR, CON RESPECTO A LA INFORMACION PRESENTADA EN ESTE REPORTE. EL USUARIO ASUME TODOS LOS RIESGOS AL USAR CUALQUIER

source: DATA IN THIS REPORT FOR HIS OR HER OWN APPLICATIONS. ALL DATA IN THIS REPORT ARE SUBJECT TO CHANGE WITHOUT NOTICE.
es_es: INFORMACION EN ESTE REPORTE PARA SU O SUS PROPIAS APLICACIONES. TODA LA INFORMACION EN ESTE REPORTE ESTA SUJETA A CAMBIOS SIN PREVIO AVISO.

source: Standard Option
es_es: Opción Estándar

source: Optional
es_es: Opcional

source: Vehicle Title
es_es: Título de Vehículo

source: Photo
es_es: Foto

source: Retail Price
es_es: Precio al Público

source: Rebate
es_es: Reembolso

source: Discount
es_es: Descuento

source: Sold
es_es: Vendido

source: Selling Price
es_es: Precio de venta

source: Xtra Discount
es_es: Descuento extra

source: Calculated Price:
es_es: Precio Calculado:

source: Calculated Discount:
es_es: Descuento Calculado:

source: Your Price
es_es: Su Precio

source: Rebates
es_es: Reembolsos

source: Edit this item inline
es_es: Editar este articulo adentro

source: You must enter your name.
es_es: Usted debe poner su nombre

source: You must enter a valid Phone Number.
es_es: Usted debe poner un número de teléfono válido.

source: The phone number you entered is not valid.
es_es: El número de teléfono que puso no es válido.

source: You did not select who you want to send this message to.
es_es: Usted no seleccionó a quien le quiere mandar este mensaje.

source: You did not enter a message to send.
es_es: Usted no escribió ningún mensaje para enviar.

source: You didn't enter an email address.
es_es: Usted no puso un correo electrónico válido.

source: Please enter a valid email address.
es_es: Por favor escriba un correo electrónico válido.

source: The email address contains illegal characters.
es_es: El correo electrónico que escribió contiene caracteres no válidos.

source: You must enter the year of the vehicle you wish to trade.
es_es: Usted debe poner el año del vehículo que desea intercambiar o dar a cambio.

source: You must enter the manufacturer of the vehicle you wish to trade.
es_es: Usted debe poner el fabricante del vehículo que desea intercambiar o dar a cambio.

source: You must enter the model of the vehicle you wish to trade.
es_es: Usted debe poner el modelo del vehículo que desea intercambiar o dar a cambio.

source: You must enter the miles of the vehicle you wish to trade.
es_es: Usted debe poner las millas/kilometros del vehículo que desea intercambiar o dar a cambio.

source: You indicated you were interested in purchasing a vehicle but did not select one.
es_es: Usted indico que esta interesado en comprar un vehículo pero no seleccionó ninguno.

source: You did not select a trade location.
es_es: Usted no seleccionó la sucursal para el intercambio (Trade)

source: You may only add 10 parts to your request
es_es: Usted solo puede agregar solo 10 partes a su petición.

source: If you need additional parts please add them in the comment area.
es_es: Si usted necesita partes adicionales, por favor agréguelas en el area de comentarios.

source: You did not select a part location.
es_es: Usted no seleccionó sucursal para partes.

source: You need to add at least the name of one part you are looking for.
es_es: Usted necesita agregar al menos el nombre de una de las partes que está buscando.

source: You did not select a service location.
es_es: Usted no seleccionó una sucursal para servicio.

source: You did not select a preferred appointment date.
es_es: Usted no seleccionó una fecha de preferencia para su cita.

source: You did not select an alternate appointment date.
es_es: Usted no seleccionó una fecha alterna para su cita.

source: You did not tell us what kind of service you need.
es_es: Usted no nos dijo que clase de servicio necesita.

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Pick Time
es_es: Hora de entrega

source: Early Morning
es_es: En la mañana temprano

source: Mid Morning
es_es: A media mañana

source: Late Morning
es_es: Al final de la mañana

source: Early Afternoon
es_es: Temprano en la tarde

source: Mid Afternoon
es_es: A media tarde

source: Late Afternoon
es_es: Al final de la tarde

source: Clear
es_es: Aclarar

source: Close
es_es: Cerrar

source: You must enter your city.
es_es: Usted debe poner su ciudad.

source: You must enter your employer.
es_es: Usted debe poner su empleador o lugar de trabajo.

source: You must enter your income.
es_es: Usted debe poner sus ingresos.

source: required
es_es: requerido

source: YOUR INFORMATION
es_es: SU INFORMACION

source: Your Name
es_es: Su Nombre

source: Phone #
es_es: # de Tel.

source: Email
es_es: Correo Electrónico

source: valid email required
es_es: Se requiere correo electrónico válido

source: Add Contact
es_es: Agregar Contacto

source: Remove Contact
es_es: Remover Contacto

source: Questions and Comments
es_es: Preguntas y Comentarios

source: Contact Us
es_es: Contáctenos

source: SOMETHING WENT WRONG! THIS PAGE IS NOT SECURE!
es_es: LO SIENTO, ¡ALGO HUELE MAL! ESTA PAGINA NO ES SEGURA

source: THIS FORM HAS BEEN DISABLED FOR YOUR PROTECTION.
es_es: ESTA FORMA HA SIDO DESACTIVADA PARA SU PROTECCION.

source: PLEASE CONTACT THE SITE ADMINISTRATOR FOR MORE INFORMATION.
es_es: POR FAVOR CONTACTE A SU ADMINISTRADOR PARA MAS INFORMACION.

source: Do you have a Co-Signer
es_es: ¿Tiene usted un co-aplicante?

source: Enter Co-Signer
es_es: Ponga Co-Aplicante

source: Co-Signer
es_es: Co-Aplicante

source: Vehicle of Interest
es_es: Vehículo de su interés

source: This is
es_es: Este es

source: NOT
es_es: NO

source: the vehicle I'm interested in.
es_es: el vehículo en que estoy interesado/a

source: Stock #
es_es: # de Stock
fr_fr: Numéro de stock

source: Vehicle
es_es: Vehículo

source: What Vehicle are you Interested In Purchasing?
es_es: ¿Que vehículo esta interesado en comprar?

source: I know the stock#
es_es: Yo se el # de Stock

source: I would like to search for it
es_es: Me gustaria buscarlo

source: (enter year, make or model)
es_es: (ponga año, fabricante o modelo)

source: I haven't made up my mind.
es_es: Aún no lo he pensado

source: Finance Location
es_es: Sucursal de Financiamiento

source: Select your preferred Finance Location
es_es: Seleccione la sucursal de Financiamiento de su preferencia

source: Your Information
es_es: Su Informacion

source: Add Part
es_es: Agregar Parte

source: Remove Part
es_es: Remover Parte

source: Vehicle Information
es_es: Información del Vehículo

source: Year
es_es: Año

source: Manufacturer
es_es: Fabricante

source: Model
es_es: Modelo

source: Parts Needed
es_es: Partes Necesitadas

source: Comments & Questions
es_es: Comentarios y Preguntas

source: Request Quote
es_es: Petición de Cotización

source: Part Name #
es_es: # Nombre de Parte

source: Part Number #
es_es: # Número de Parte

source: Parts Department
es_es: Departamento de Partes

source: Select your preferred Parts Department
es_es: Seleccione el Departamento de Partes de su preferencia

source: What city do you live in?
es_es: ¿En que ciudad vive?

source: How long at current address?
es_es: ¿Cuanto tiempo tiene viviendo en su dirección actual?

source: Under 1 Year
es_es: Menos de 1 año

source: 1-2 Years
es_es: 1-2 años

source: 2-3 Years
es_es: 2-3 años

source: Over 3 Years
es_es: Más de 3 años

source: Current Employer
es_es: Empleador o patrón actual

source: Gross Monthly Income
es_es: Ingreso total mensual

source: How long at current job?
es_es: ¿Cuanto tiempo en su empleo actual?

source: How much can you put down?
es_es: ¿Cuanto puede dar de pago inicial -ENGANCHE- ?

source: Do you have a trade in?
es_es: ¿Tiene un vehículo para dar a cambio?

source: Add qualify
es_es: Agregar calificar

source: Remove qualify
es_es: Remover calificar

source: Qualify Me
es_es: Calificarme

source: Schedule Service Appointment
es_es: Programe Cita para Servicio

source: Appointment Information
es_es: Informacion de cita

source: Preferred Appointment Date
es_es: Fecha de preferencia para cita

source: Alternate Appointment Date
es_es: Fecha alterna para cita

source: Will you be...
es_es: Usted estara...

source: Waiting
es_es: Esperando

source: Leaving Car
es_es: Dejando vehículo

source: Do you need alternate transportation?
es_es: ¿Necesita un medio de transporte alterno?

source: Miles
es_es: Millas

source: Service Required
es_es: Servicio Requerido

source: Send Appointment
es_es: Enviar Cita

source: Select your preferred Service Location
es_es: Seleccione sucursal de servicio de su preferencia

source: Service Quote
es_es: Cotización de servicio

source: Send Quote
es_es: Enviar cotización

source: Comments
es_es: Comentarios

source: Purchase Information
es_es: Información de compra

source: Get Quote!
es_es: ¡Obtener Cotización!

source: Description
es_es: Descripción

source: enter year, make or model
es_es: ponga año, fabricante o modelo

source: Trade Location
es_es: Sucursal de intercambio (Trade-In)

source: Select your preferred Trade Location
es_es: Seleccione su Sucursal de intercambio (Trade-In) de su preferencia

source: Your Trade-In Vehicle Options
es_es: Opciones de su intercambio (Trade-In)

source: 4 Wheel Drive
es_es: 4x4

source: ABS Brakes
es_es: Frenos ABS

source: Air Bag
es_es: Bolsa de Aire

source: Air Conditioning
es_es: Aire Acondicionado

source: Alloy Wheels
es_es: Rines Alloy

source: Anti-Theft
es_es: Anti-Robo

source: Cruise Control
es_es: Navegador Automático

source: Dual Air Bags
es_es: Doble Bolsas de aire

source: Dual Rear Wheels
es_es: Doble rodada trasera

source: DVD System
es_es: Sistema de DVD

source: Integrated Cellular
es_es: Cellular Integrado

source: Leather
es_es: Piel

source: Long Bed
es_es: Caja Larga

source: Luggage Rack
es_es: Parrilla para equipaje

source: Moon Roof
es_es: Quemacocos

source: Multi CD
es_es: CD Múltiple

source: Nav System
es_es: Sistema de navegación

source: Power Locks
es_es: Cerraduras autómaticas

source: Power Seats
es_es: Asientos eléctricos

source: Power Windows
es_es: Ventanas eléctricas

source: Premium Wheels
es_es: Rines de lujo

source: Privacy Glass
es_es: Vidrios ahumados

source: Rear Air/Heat
es_es: Aire y calefacción traseros

source: Running Boards
es_es: Estribos

source: Short Bed
es_es: Caja Corta

source: Single CD
es_es: CD sencillo

source: Sliding Rear Window
es_es: Ventana trasera deslizante

source: Sun Roof
es_es: Quemacocos

source: Third Seat
es_es: Tercer asiento

source: Tilt Wheel
es_es: Volante Ajustable

source: Towing Package
es_es: Equipo para remolcar

source: Video System
es_es: Sistema de Video

source: Wheel Covers
es_es: Tapas/cubiertas en rines

source: options not required, but help provide an accurate quote
es_es: Opciones no son requeridas, pero ayudan para una cotización mas exacta

source: APT/SUITE REQUIRED
es_es: SE REQUIERE APT/SUITE

source: Street Number
es_es: Número de Calle

source: STREET NUM REQUIRED
es_es: SE REQUIERE NUMERO DE CALLE

source: Street Name
es_es: Nombre de Calle

source: STREET NAME REQUIRED
es_es: SE REQUIERE BOMBRE DE CALLE

source: Street Type
es_es: Tipo de Calle

source: AVENUE
es_es: AVENIDA

source: TURNPIKE
es_es: TRAIL

source: STREET TYPE REQUIRED
es_es: SE REQUIERE TIPO DE CALLE

source: PO BOX REQUIRED
es_es: SE REQUIERE PO BOX

source: RURAL ROUTE REQUIRED
es_es: SE REQUIERE RURAL ROUTE

source: City
es_es: Ciudad

source: CITY REQUIRED
es_es: SE REQUIERE CIUDAD

source: State
es_es: Estado

source: STATE REQUIRED
es_es: SE REQUIERE ESTADO

source: Zip
es_es: Codigo Postal

source: ZIP REQUIRED
es_es: SE REQUIERE CODIGO POSTAL

source: Birth Date
es_es: Fecha de Nacimiento

source: Month-Date-Year
es_es: Mes-Dia-Año

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: DAY REQUIRED
es_es: AE REQUIERE DIA

source: MONTH REQUIRED
es_es: SE REQUIERE MES

source: YEAR REQUIRED
es_es: SE REQUIERE AÑO

source: (Month-Date-Year)
es_es: (Mes-Dia-Año)

source: STEP FIVE - Co-Applicant Employment Info
es_es: PASO CINCO - Información de trabajo de Co-Aplicante

source: Employer Name
es_es: Nombre de Empleador/Patrón

source: EMPLOYER REQUIRED
es_es: SE REQUIERE EMPLEADOR

source: Position
es_es: Posición

source: POSITION REQUIRED
es_es: SE REQUIERE POSICION

source: Years/Month at Company
es_es: Añnos/Meses en este trabajo

source: Months
es_es: Meses

source: YEARS REQUIRED
es_es: SE REQUIERE AÑO

source: MONTHS REQUIRED
es_es: SE REQUIERE MESES

source: Employer Phone Number
es_es: # de Tel. de Empleador

source: PHONE REQUIRED
es_es: SE REQUIERE TELEFONO

source: INCOME REQUIRED
es_es: SE REQUIERE INGRESOS

source: Other Income
es_es: Otros Ingresos

source: OTHER INCOME REQUIRED
es_es: SE REQUIERE OTROS INGRESOS

source: Co-Applicant Previous Employment
es_es: Empleo anterior de Co-Aplicante

source: STEP SIX - Co-Applicant Living Situation
es_es: PASO SIX - Situación de vivienda de Co-Aplicante

source: Years/Month at Current Address
es_es: Años/Meses en dirección actual

source: Do you Own or Rent ?
es_es: ¿Dueño o Renta?

source: Own
es_es: Dueño

source: Rent
es_es: Renta

source: Relatives
es_es: Familiares

source: REQUIRED
es_es: REQUERIDO

source: Rent Amount/Mortgage Payment $
es_es: Pago de Renta $/ Pago de Casa $

source: Best Contact Place And Time
es_es: Mejor lugar para contactarle y hora

source: Home
es_es: Casa

source: Work
es_es: Trabajo

source: Morning
es_es: Mañana

source: Morning
es_es: Mañana

source: Afternoon
es_es: Tarde

source: Afternoon
es_es: Tarde

source: Evening
es_es: Noche

source: Evening
es_es: Noche

source: Previous Co-Applicant Address
es_es: Dirección anterior de Co-Aplicante

source: STEP FOUR - Co-Applicant Information
es_es: PASO CUATRO - Información de co-Aplicante

source: (Optional)
es_es: (Opcional)

source: First Name
es_es: Primer Nombre

source: FIRST NAME REQUIRED
es_es: PRIMER NOMBRE REQUERIDO

source: Middle Initial
es_es: Inicial de segundo nombre

source: Last Name
es_es: Apellido

source: LAST NAME REQUIRED
es_es: SE REQUIERE APELLIDO

source: Home Phone Number
es_es: # de Tel de casa

source: Email Address
es_es: Correo Electrónico

source: EMAIL REQUIRED
es_es: SE REQUIERE CORREO ELECTRONICO

source: SSN REQUIRED
es_es: SE REQUIERE # DE SEGURO SOCIAL

source: ( We secure and protect your confidential information )
es_es: ( Aseguramos y protejemos su información confidencial)

source: STEP TWO - Employment Info
es_es: PASO DOS - Informacion de Empleo

source: PREVIOUS EMPLOYMENT
es_es: EMPLEO ANTERIOR

source: STEP THREE - Living Situation
es_es: PASO TRES - Situacion de Vivienda

source: PREVIOUS ADDRESS
es_es: DIRECCION ANTERIOR

source: STREET NUM REQUIRED
es_es: SE REQUIERE # DE CALLE

source: App Street Name
es_es: Nombre de Calle de Apartamento

source: STEP ONE - Personal Info
es_es: PASO UNO - Información Personal

source: Phone Number
es_es: # de Tel.

source: Your info is secure
es_es: Su informacion esta segura

source: Social Security Number
es_es: Número de Seguro Social

source: We secure and protect your confidential information
es_es: Aseguramos y protejemos si información confidencial

source: Issues were detected with your Application.
es_es: Algunas situaciones fueron detectadas en su aplicación.

source: Please review the application and submit again.
es_es: Por favor revise su aplicación y envíela de nuevo.

source: Do you have a Co-Signer?
es_es: ¿Tiene usted un co-aplicante?

source: You have not setup a contact email in the admin area of your site.
es_es: Usted no ha registrado un correo electrónico en el area de administración de su página.

source: Contact Form from
es_es: Forma de Contacto de

source: Thank You
es_es: Gracias

source: Your Message has been sent.
es_es: Su mensaje ha sido enviado.

source: You should receive a confirmation from us shortly.
es_es: Usted deberá recibir una confirmación de nosotros en cualquier momento.

source: The information you sent is below.
es_es: La informacion que usted envió está abajo.

source: If you have questions or concerns please call and let us know.
es_es: Si usted tiene preguntas o preocupaciones, por favor llámenos y déjenos saber.

source: CONTACT INFORMATION
es_es: INFORMATION DE CONTACTO

source: Customer Name
es_es: Nombre del Cliente

source: Message Sent to
es_es: Mensaje Enviado a

source: COMMENT OR QUESTION
es_es: COMENTARIO O PREGUNTA

source: SENDER INFORMATION
es_es: INFORMACION DE QUIEN ENVIA

source: Time Sent
es_es: Hora en que fue enviada

source: User Agent
es_es: Agente Usuario

source: Contact Form
es_es: Forma de Contacto

source: Check out this car from
es_es: Revise este auto de

source: Your Message has been sent to your friend.
es_es: El mensaje a sido enviado a su amigo/a

source: Your friend should receive their email shortly.
es_es: Su amigo/a deberá recibir este correo electrónico en cualquier momento.

source: Your Email
es_es: Su correo electrónico

source: Your Friend
es_es: Su Amigo/a

source: Message from your Friend
es_es: Mensaje de su amigo/a

source: You have not setup a finance email in the admin area of your site.
es_es: Usted no ha registrado un correo electrónico para financiamiento en el área administrativa de su página.

source: Finance Request from
es_es: Petición de financiamiento de

source: Your Finance Request has been sent.
es_es: Su peticion de financiamiento ha sido enviada

source: You should receive a confirmation shortly.
es_es: Usted deberá recibir una confirmación en cualquier momento.

source: year(s)
es_es: Año(s)

source: month(s)
es_es: Mes(es)

source: CUSTOMER INFORMATION
es_es: INFORMACION DEL CLIENTE

source: Best Time to Contact
es_es: Mejor Hora para Contactarle

source: DOB
es_es: FDN

source: Living Situation
es_es: Situación de Vivienda

source: Current Address
es_es: Dirección Actual

source: Time at Current Address
es_es: Tiempo en Dirección Actual

source: Rent or Own
es_es: ¿Renta o Dueño?

source: Monthly Payment
es_es: Pago Mensual

source: Previous Living Situation
es_es: Situación de Vivienda Anterior

source: Previous Address
es_es: Dirección Anterior

source: Employment History
es_es: Historia de Empleo

source: Employer
es_es: Empleador

source: Job Title
es_es: Posicion en su trabajo

source: Years at Job
es_es: Años en su trabajo

source: Employer Phone
es_es: # de Tel de Empleador

source: Gross Income
es_es: Ingreso Total

source: Previous Employer
es_es: Empleador Anterior

source: Comment
es_es: Comentario

source: CO-BUYER INFORMATION
es_es: INFORMACION DE CO-COMPRADOR

source: Name
es_es: Nombre

source: Co-Buyer Living Situation
es_es: Situación de Vivienda de Co-Comprador

source: Co-Buyer Previous Living Situation
es_es: Situación anterior de Vivienda de Co-Comprador

source: Co-Buyer Employment History
es_es: Historia de Empleo de Co-Comprador

source: Co-Buyer Previous Employer
es_es: Empleador anterior de Co-Comprador

source: Finance Form
es_es: Forma de Financiamiento

source: You have not setup a part email in the admin area of your site.
es_es: Usted no ha registrado un correo electrónico para Partes en el area administrativa de su página

source: Part Request from
es_es: Forma de peticion de Partes

source: Your Part Request has been sent.
es_es: Su petición de Partes ha sido enviada.

source: You should receive a confirmation from our Parts Department Shortly.
es_es: Usted deberá recibir una confirmación de nuestro Departamento de Partes en cualquier momento.

source: Part Location
es_es: Sucursal de Partes

source: VEHICLE INFORMATION
es_es: INFORMACION DE VEHICULO

source: Vehicle Year
es_es: Año de Vehículo

source: Vehicle Make
es_es: Fabricante de Vehículo

source: Vehicle Model
es_es: Modelo de Vehículo

source: PARTS REQUESTED
es_es: PARTES SOLICITADAS

source: COMMENTS
es_es: COMENTARIOS

source: Qualify Form from
es_es: Forma de calificar de

source: Time at Address
es_es: Tiempo en dirección

source: Income
es_es: Ingresos

source: Time at Job
es_es: Tiempo en su empleo

source: Down Payment
es_es: Pago Inicial (Enganche)

source: Has Trade
es_es: Tiene intercambio (Trade-In)

source: You have not setup a service email in the admin area of your site.
es_es: Usted no ha registrado un correo electrónico para Servicio en el area administrativa de su pagina.

source: Service Request from
es_es: Petición de Setvicio de

source: Your Service Request has been sent.
es_es: Su Solicitud de Servicio ha sido enviada.

source: You should receive a confirmation from our Service Department Shortly.
es_es: Usted deberá recibir una confirmación de nuestro Departamento de Servicio en cualquier momento.

source: Service Location
es_es: Sucursal de Servicio

source: APPOINTMENT INFORMATION
es_es: INFORMACION DE CITA

source: Preferred Service Date
es_es: Fecha de su preferencia para Cita

source: Alternate Service Date
es_es: Fecha Alterna de Cita

source: Customer will be
es_es: Cliente será

source: Needs Transportation
es_es: Necesita transportación

source: Vehicle Miles
es_es: Millas del Vehículo

source: Vehicle VIN
es_es: VIN del Vehículo

source: SERVICE REQUESTED
es_es: SERVICIO SOLICITADO

source: Service Quote from
es_es: Cotización de Servicio de

source: Your Service Quote has been sent.
es_es: Su solicitud de Servicio ha sido enviada

source: SERVICE QUOTE REQUESTED
es_es: COTIZACION DE SERVICIO SOLICITADA

source: You have not setup a trade email in the admin area of your site.
es_es: Usted no ha registrado un correo electrónico para intercambios en el área administrativa de su página.

source: Trade Request from
es_es: Solicitud de Intercambio de

source: Your Trade Request has been sent.
es_es: Su solicitud de Intercambio ha sido enviada.

source: Options
es_es: Opciones

source: Trade Form
es_es: Forma de Intercambio

source: Search Vehicles
es_es: Buscar Vehículos

source: Search
es_es: Buscar

source: Request Parts Quote
es_es: Solicite Cotización de Partes

source: Service Appointment
es_es: Cita de Servicio

source: Contact Me
es_es: Contactarme

source: Stock#:
es_es: # de Stock:

source: Cars For Sale
es_es: Autos de Venta

source: Car New Car
es_es: Auto Nuevo Auto

source: Make
es_es: Fabricante

source: Condition
es_es: Condición

source: Body Style
es_es: Tipo de carroceria

source: Location
es_es: Sucursal

source: Condition:
es_es: Condición:

source: Mileage:
es_es: Millaje:
fr_fr: Odomètre:

source: View Details
es_es: Ver Detalles

source: Finance Calculator
es_es: Calculadora de Financiamiento

source: Loan Calculator
es_es: Calculadora de Préstamos
fr_fr: Calculateur d'emprunt

source: Please fill out the form and click calculate to estimate your monthly payment.
es_es: Por favor llene la forma y presione calcular para un estimado de sus pagos mensuales.
fr_fr: Veuillez remplir ce formulaire et cliquer sur l'onglet calculer pour avoir une estimation de votre paiement mensuel.

source: Estimated Price
es_es: Precio Estimado

source: Annual Percentage Rate
es_es: Porcentaje de Interés Anual

source: Total Number of Payments
es_es: Número Total de Pagos

source: Calculate
es_es: Calcular

source: Reset
es_es: Re-inicializar
