Repository: wp-plugins/car-demon
Catalog: languages/car-demon-*.po
Languages: es_es, fr_fr

source: *Estimated Monthly Payment
es_es: * Pago Mensual Estimado
fr_fr: *Montant mensuel estimé

source: Sort By:
es_es: Clasificado por:

source: Sort Low to High
es_es: Clasificar de mas bajo a mas alto

source: Sort High to Low
es_es: Clasificar de mas alto a mas bajo

source: Mileage
es_es: Millaje

source: Sort By:
es_es: Clasificar por:

source: Vehicle Detail Sidebar
es_es: Barra Lateral de Detalles de Vehículo

source: Mobile Header
es_es: Cabecera Móvil

source: Mobile Front Page
es_es: Página Frontal Móvil

source: Mobile Footer
es_es: Pie de Página Móvil

source: Mobile Car Page
es_es: Página Móvil del Auto

source: Any
es_es: Cualquier

source: ALL MAKES
es_es: TODAS LAS MARCAS

source: ALL MODELS
es_es: TODOS LOS MODELOS

source: ALL
es_es: TODOS

source: QUICK SEARCH
es_es: BUSQUEDA RAPIDA

source: Min Price
es_es: Precio Mínimo

source: Max Price
es_es: Precio Máximo

source: Body Type
es_es: Tipo de Carroceria

source: Results Found
es_es: Resultados encontrados
fr_fr: Résultats trouvés

source: Run Slideshow
es_es: Iniciar Diapositivas

source: Next
es_es: Siguiente

source: Previous
es_es: Anterior

source: Send this car to a friend
es_es: Enviar este auto a un amigo

source: Friend's Name
es_es: Nombre de su amigo

source: Friend Name
es_es: Nombre de amigo

source: Friend's Email
es_es: Correo electrónico de su amigo

source: Your Message
es_es: Su mensaje

source: Check out this
es_es: Revise esto

source: stock number
es_es: Número de Stock

source: Send Now!
es_es: ¡Enviar Ahora!

source: Vehicle Options
es_es: Opciones del Vehículo

source: Specs
es_es: Especificaciones

source: Safety
es_es: Seguridad

source: Convenience
es_es: Conveniencia

source: Comfort
es_es: Comodidad

source: Entertainment
es_es: Entretenimiento

source: About
es_es: Acerca de

source: Other Great Deals
es_es: Otras Grandes Ofertas

source: Click for price on this
es_es: Presione para precio en este

source: Nothing Found
es_es: No se encontró nada
fr_fr: Aucun résultat

source: Sorry, but nothing matched your search criteria. Please try using a broader search selection.
es_es: Lo siento, pero no encontramos nada de acuerdo a lo que usted esta pidiendo. Por favor trate de nuevo usando características mas generales.

source: Company
es_es: Compañía

source: Other field 1
es_es: Campo 1 "Otro"

source: Other field 2
es_es: Campo 2 "Otro"

source: Extra Profile Information
es_es: Información extra de perfil

source: Upload Profile Photo
es_es: Subir foto de perfil

source: Please select a custom photo.
es_es: Por favor seleccione una foto personalizada

source: Please enter a job title for the user.
es_es: Por favor ponga la posicion o título del usuario.

source: Please select user location.
es_es: Por favor seleccione la sucursal del usuario

source: Staff Pages
es_es: Páginas del personal

source: Select the staff type of the user to determine where they show up on the staff pages.
es_es: Seleccione el tipo de personal del usuario para determinar donde deberá de aparecer en las páginas de personal.

source: Advanced Sales Information
es_es: Información avanzada de ventas

source: Custom URL
es_es: Direccion URL personalizada

source: Please enter user's custom URL. ie. www.custom_url.com, please make sure this URL is mapped to this site.
es_es: Por favor ponga la dirección URL personalizada del usuario. Ejem. www.personalizada_url.com, asegurese que la dirección se encuentre en el mapa de esta página.

source: Facebook Page
es_es: Página de Facebook

source: Please enter the URL to user's Facebook Profile.
es_es: Por favor ponga la dirección del Perfil de Facebook del usuario

source: Please enter user's phone number.
es_es: Por favor ponga el # de Tel del usuario.

source: Custom Site Leads
es_es: Prospectos de página personalizada

source: Receive Lead Types
es_es: Reciba tipos de prospectos

source: Select the lead types user may receive on their custom site.
es_es: Seleccione el tipo de prospectos que el usuario puede recibir en su página personalizada

source: Lead Locations
es_es: Sucursales de prospectos

source: Can user receive leads from ALL locations or just their assigned location?
es_es: ¿Puede el usuario recibir prospectos de todas las sucursales o solo de la sucursal asignada?

source: SOLD
es_es: VENDIDO
fr_fr: VENDU

source: Not Found
es_es: Lo siento, no se encontro lo que busca. Trate de nuevo :-)

source: Search Results:
es_es: Resultados de su búsqueda:
fr_fr: Résultats de recherche:

source: VIN#:
es_es: # de VIN

source: Transmission:
es_es: Transmisión:

source: Engine:
es_es: Motor:
fr_fr: Cylindres:

source: GET FINANCED
es_es: CONSIGA FINANCIAMIENTO

source: TRADE-IN QUOTE
es_es: COTIZACION DE INTERCAMBIO (SU AUTO A CAMBIO)

source: Share on Facebook
es_es: Comparta en Facebook

source: Click to share this on Twitter
es_es: Presione para compartir en Twitter

source: Share on Twitter
es_es: Comparta en Twitter

source: Email to a Friend
es_es: Envie por correo electrónico a un amigo

source: Pages:
es_es: Páginas:

source: Hide Tabs on vehicle display page?
es_es: ¿Esconder pestañas en página de muestra de Vehículos?

source: This option does not hide the description tab or the about us tab.
es_es: Esta opción no esconde la pestaña de "descripción" o la de "Acerca de Nosotros".

source: Vehicle Option Tabs have been set to hidden under Car Demon settings and will not appear on the front end.
es_es: Las pestañas de opciones de vehículos han sido fijadas a esconderse bajo los ajustes de Car Demon y no aparecerán en la página principal en frente.

source: Available
es_es: Disponible

source: Add To Vehicle
es_es: Agregar a Vehículo

source: Current Options
es_es: Opciones actuales

source: You can select from the list or you can manually add and remove options in the box on the left. Make sure you seperate each option with a comma.
es_es: Usted puede seleccionar de la lista o puede agregar manualmente y remover opciones en la caja de la izq. Asegúrese de separar cada opción con una coma.

source: Select Ribbon Banner
es_es: Seleccione la Bandera de Listón

source: No Ribbon
es_es: Sin Listón

source: Custom Ribbon
es_es: Listón personalizado

source: Low Price
es_es: Precio Bajo

source: Great Deal
es_es: Gran Oferta

source: Just Added
es_es: Recien agregado

source: Low Miles
es_es: Pocas Millas

source: Brand New
es_es: Nuevecito

source: Upload
es_es: Subir

source: VIN #
es_es: # de VIN

source: Stock Number
es_es: Número de Stock

source: Pricing
es_es: Precios

source: Asking Price
es_es: Precio

source: Details
es_es: Detalles

source: Used
es_es: Usado

source: Certified Used
es_es: Usado Certificado

source: New
es_es: Nuevo

source: Model Year
es_es: Modelo Año

source: Exterior Color
es_es: Color Exterior

source: Interior Color
es_es: Color Interior

source: Manufactured in
es_es: Fabricado en

source: Production Seq. Number
es_es: Número de secuencia de Producción

source: Specifications
es_es: Especificaciones

source: Engine Type
es_es: Tipo de Motor

source: Transmission
es_es: Transmisión

source: Tank(gallon)
es_es: Tanque(Galón)

source: Fuel Economy(City, miles/gallon)
es_es: Economia en combustible(Ciudad, millas/galón)

source: Fuel Economy(Highway, miles/gallon)
es_es: Economia en combustible(Autopista, millas/galón)

source: Anti-Brake System
es_es: Sistema Anti-Frenos

source: Steering Type
es_es: Tipo de Volante

source: Length(in.)
es_es: Largo(Pulg.)

source: Width(in.)
es_es: Ancho(Pulg.)

source: Height(in.)
es_es: Altura(Pulg.)

source: Loan Calculator.
es_es: Calculador de Préstamos
fr_fr: Calculateur de prêt

source: Car Demon Loan Calculator
es_es: Calculadora de Préstamos de Car Demon

source: It is not an offer for credit nor a quote.
es_es: Esta no es una oferta de Crédito ni una Cotización
fr_fr: Ce n'est pas une offre de crédit ni une soumission.

source: This calculator provides an estimated monthly payment. Your actual payment may vary based upon your specific loan and final purchase price.
es_es: Esta calculadora provee un estimado de pagos mensuales. Su pago real puede variar basado en su préstamo específico y en el precio final del auto.
fr_fr: Cet outil de calcul fournit une estimation des paiements mensuels. Votre paiement réel peut varier selon le terme, le prix d'achat final et le taux d'intérêt de votre prêt.

source: Title:
es_es: Título
fr_fr: Titre

source: Price:
es_es: Precio:
fr_fr: Prix:

source: Disclaimer #1:
es_es: Limitacion de responsabilidad #1
fr_fr: Avis de renonciation #1:

source: Disclaimer #2:
es_es: Limitacion de responsabilidad #2
fr_fr: Avis de renonciation #2:

source: Display Search Cars.
es_es: Mostrar Autos Buscados.

source: Car Demon search Cars
es_es: Autos Buscados Car Demon

source: Search Inventory
es_es: Buscar en Inventario

source: Full
es_es: Completo

source: Form Type:
es_es: Tipo de Forma:

source: Car Demon Compare Vehicles
es_es: Compare Vehículos Car Demon

source: Select the compare checkbox next to the vehicles you'd like to compare.
es_es: Seleccione la opcion "Compare" enseguida de los Vehículos que quiere comparar.

source: Display random cars.
es_es: Mostrar autos al azar.

source: Car Demon Random Cars
es_es: Autos al Azar Car Demon

source: Great Deals
es_es: Grandes Ofertas
fr_fr: Offres incroyables

source: # of Cars:
es_es: # de Autos:
fr_fr: Nombre de véhicules

source: Popular Models
es_es: Modelos Populares

source: Post Type:
es_es: Tipo de post:

source: Vehicle Contact Form from
es_es: Forma de contacto del vehículo de

source: Your message has been received.
es_es: Su mensaje ha sido recibido.

source: A Representative will contact you as soon as possible.
es_es: Un Representante le contactará lo mas pronto posible.

source: A copy of your message is below.
es_es: Copia de su mensaje esta abajo.

source: Email Confirmation from
es_es: Confirmacion por email de

source: Vin Number
es_es: Número de Vin

source: Vehicle Contact Form
es_es: Forma de Contacto de Vehículo

source: Display contact form on Vehicle Pages.
es_es: Mostrar forma de contacto en Páginas de Vehículo

source: Car Demon Vehicle Contact
es_es: Contacto de Vehículo Car Demon

source: List Phone:
es_es: Enlistar Teléfono:

source: Send Confirmation Receipt:
es_es: Enviar Recibo de Confirmación:

source: Additional Confirmation Message:
es_es: Mensaje de confirmación adicional:

source: For more information
es_es: Para más información

source: Call
es_es: Llamar

source: at:
es_es: En:

source: Oops! That page can&rsquo;t be found.
fr_fr: Oups! La page est introuvable.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Il semble que rien n'ait été trouvé à cette destination. Vous pourriez peut-être tenter votre chance avec l'un des liens ci-dessous ou avec la recherche?

source: Most Used Categories
fr_fr: Catégories les plus utilisées

source: Try looking in the monthly archives. %1$s
fr_fr: Jetez un coup d'œil aux archives mensuelles. %1$s

source: Author: %s
fr_fr: Auteur : %s

source: Day: %s
fr_fr: Jour : %s

source: Month: %s
fr_fr: Mois : %s

source: Year: %s
fr_fr: Année : %s

source: Asides
fr_fr: À côtés

source: Videos
fr_fr: Vidéos

source: Quotes
fr_fr: Soumissions

source: Links
fr_fr: Liens

source: Comment navigation
fr_fr: Navigation des commentaires

source: &larr; Older Comments
fr_fr: &larr; Commentaires précédents

source: Newer Comments &rarr;
fr_fr: Commentaires suivants &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Edit
fr_fr: Modifier

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cet item a été publié dans %1$s et contient les mots-clés suivants : %2$s. Placez <a href="%3$s" title="Lien vers : %4$s" rel="bookmark">le lien</a> en marque-page.

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Continuer la lecture <span class="meta-nav">&rarr;</span>

source: Posted in %1$s
fr_fr: Publié dans %1$s

source: Tagged %1$s
fr_fr: Taggé dans %1$s

source: Leave a comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Primary Menu
fr_fr: Menu primaire

source: Sidebar
fr_fr: Barre latérale

source: Vehicle Detail Pages
fr_fr: Pages de détails du véhicule

source: Widgets in this area will be shown on the vehicle detail page.
fr_fr: Les widgets dans cette zone seront affichés dans la page des détails du véhicule.

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
fr_fr: Publié le <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> à <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> dans <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précédent

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Suivant <span class="meta-nav">&rarr;</span>

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
fr_fr: <a class="comment-link" href="#respond" title="Post a comment">Publier un commentaire</a> ou laisser un trackback : <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">URL du trackback</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais aucun résultat n'a été trouvé avec vos critères de recherche. S'il vous plaît utiliser un champ de sélection plus grand.

source: Meta
fr_fr: Méta

source: Color:
fr_fr: Couleur extérieure:

source: Car Demon Front Page Settings
fr_fr: Paramètres Car Demon pour la page d'accueil

source: Number of Slides on Homepage
fr_fr: Nombre de diapositives sur la page d'accueil

source: Custom Slide #
fr_fr: Diapositive personnalisée #

source: Title
fr_fr: Titre

source: Image URL
fr_fr: URL de l'image

source: Upload Slide #
fr_fr: Téléverser Diapo #

source: Image Size: 364x274px
fr_fr: Taille de l'image : 364x274px

source: Enter a URL or upload an image for the slide.
fr_fr: Entrer l'adresse URL ou téléversez une image pour la diapositive

source: Image Link
fr_fr: Lien de l'image

source: Mobile Image Link
fr_fr: Lien de l'image mobile

source: Text
fr_fr: Texte

source: Car Demon Theme Settings
fr_fr: Paramètres du thème Car Demon

source: Custom Theme Colors
fr_fr: Couleurs personnalisées pour le thème

source: Select custom colors for your theme.
fr_fr: Sélectionner des couleurs personnalisées pour votre thème.

source: Add Custom Favicon .gif or .png
fr_fr: Ajouter un favicon personnalisé (.gif ou .png)

source: Upload Icon
fr_fr: Téléverser une icône

source: Enter a URL or upload an image for the icon.
fr_fr: Entrer l'adresse URL ou téléversez une image pour l'icône

source: Add Custom Favicon .ico
fr_fr: Ajouter un favicon personnalisé (.ico)

source: Post navigation
fr_fr: Navigation de l'article

source: <span class="meta-nav">&larr;</span> Older posts
fr_fr: <span class="meta-nav">&larr;</span> Anciennes publications

source: Newer posts <span class="meta-nav">&rarr;</span>
fr_fr: Nouvelles publications <span class="meta-nav">&rarr;</span>

source: Pingback:
fr_fr: Ping :

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire sera modéré sous peu.

source: Posted on <a href="%1$s" title="%2$s" rel="bookmark">%3$s</a><span class="byline"> by <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s" rel="author">%6$s</a></span></span>
fr_fr: Publié le <a href="%1$s" title="%2$s" rel="bookmark">%3$s</a><span class="byline"> par <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s" rel="author">%6$s</a></span></span>

source: View all posts by %s
fr_fr: Voir tous les articles par %s

source: Display body style icons for user selection.
fr_fr: Afficher les icônes du style de carrosserie pour la sélection par l'utilisateur

source: Body Style Widget
fr_fr: Widget Style de la carrosserie

source: Show Body Style:
fr_fr: Afficher le style de la carrosserie

source: Car Demon Pro Loan Calculator
fr_fr: Calculateur de prêt Car demon Pro

source: Term:
fr_fr: Terme:

source: Compare
fr_fr: Comparer

source: SPECIAL PRICE
fr_fr: PRIX SPÉCIAL

source: Exterior:
fr_fr: Couleur extérieure

source: CLICK HERE FOR DETAILS
fr_fr: Cliquez ici pour les détails

source: Display Pro Cars.
fr_fr: Afficher les véhicules

source: Car Demon Pro Cars
fr_fr: Véhicules Car Demon Pro
